print('Вы находитесь в пещере на развилке. Перед Вами три двери.\
 Введите один из предложенных номеров: "1", "2" или "3".')
direction_1 = input()
if direction_1 == '1':
    print('За первой дверью Вас ждал монстр, который живет под кроватью. К сожалению, Вы проиграли.')
elif direction_1 == '3':
    print('За третьей дверью была пропасть.')
if direction_1 == '2':
    print('Вы направились по пути', direction_1, '. Через некоторое время вы дошли до двух дверей.\
Вы выберете "левую" или "правую"?')
    direction_2 = input()
    if direction_2 == 'левую':
        print('Вы смело открыли левую дверь. Но за ней вас подстерегала гигантская подземная\
 жаба, которая проглотила вас целиком!')
    elif direction_2 == 'правую':
        print('Вы на улице!')
